Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1155_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Ǩiõlltuejj-cistt 2015
fin: Kieliteko - palkinto 2015

source: Sääʹm ǩiõllsuåvtõs lij čuäʹjtam eeʹjj 2015
fin: Saamen kielineuvosto on osoittanut vuoden 2015

source: fi-õhttsažtuejj-haʹŋǩǩõʹsse sääʹmǩiõllsai kääzzkõõzzi da sääʹm ǩiõl sââʹj õõudummša tuejjuum oʹnnstam tuejast Lääʹddjânnmest.
fin: fi-yhteistyöhankkeelle saamenkielisten palvelujen ja saamen kielen aseman edistämiseksi tehdystä ansiokkaasta työstä Suomessa.

source: fi-õhttsažtuejjhaʹŋǩǩõõzz neʹttkääzzkõs âânn seʹst depressio Jiõččhåidd-prograamm tâʹvvsääʹmǩiõʹlle.
fin: fi-yhteistyöhankkeen verkkopalvelu sisältää masennuksen omahoito-ohjelman pohjoissaamen kielellä.

source: Ǩiõlltuejj – ciistin sääʹm ǩiõllsuåvtõs haaʹlad puhtted õuʹdde tõn, što Mielenterveystalo.
fin: Kieliteko – palkinnolla saamen kielineuvosto haluaa kiinnittää huomiota siihen, että Mielenterveystalo.

source: fi-õhttsažtuejjhaʹŋǩǩõs lij čõõđtam sääʹm ǩiõlʼlaž kääzzkõõzzid ođđäiggsaž vuõʹjjin, kååʹtt tääʹvat jõnn joouk sääʹmǩiõllsaid oummid.
fin: fi-yhteistyöhanke on toteuttanut saamelaisten kielellisiä palveluja uudenaikaisella tavalla, joka saavuttaa suuren joukon saamenkielisiä henkilöitä.

source: fi-õhttsažtuejjhaʹŋǩǩõõzz neʹttõõʹlmtõs Jiõččhåiddam-vuäʹppes (Deprešuvnna iešdikšun-prográmma, Omahoito-opas) da tõn âânnmõš jie leäkku čõnnum äigga da päikka.
fin: fi-yhteistyöhankkeen verkkojulkaisu Omahoito-opas ja sen käyttäminen eivät ole aikaan ja paikkaan sidottuja.

source: Jiõččhåiddam-vuäʹppes tääʹvat neʹttõõʹlmtõssân sääʹmǩiõllsaž oummid nuʹtt sääʹmvuuʹdest ko tõn oolǥbeäʹlnn.
fin: Omahoito-opas saavuttaa verkkojulkaisuna saamenkielisen väestön niin saamelaisalueella kuin sen ulkopuolella.

source: Interneeʹttest toimmjummuš da vuäppsi da brosyyri čõõđtummuš neeʹttest lie ânnʼjõšäiggsa kääzzkâʹsttemvueʹjj, koid âlgg õinn lââʹssted ânnʼjõõžži kääzzkâʹsttemvuõʹjji lââʹssen.
fin: Verkossa toimiminen ja oppaiden ja esitteiden julkaiseminen verkossa ovat nykyaikaisia palvelumuotoja, joita tulee entisestään lisätä olemassa olevien palvelumuotojen lisäksi.

source: Neʹttõõʹlmtõssân Jiõččhåiddam-vuäʹppes tääʹvat pueʹrben jeeʹrben sääʹmǩiõllsaž nuõrab oummid, ǩeäk lie mättjam håiddad aaʹššid neeʹttest da ââʹnned liâdglaž kääzzkõõzzid.
fin: Verkkojulkaisuna Omahoito-opas tavoittaa paremmin erityisesti saamenkielisen nuoremman väestön, joka on tottunut asioimaan verkossa ja käyttämään sähköisiä palveluja.

source: Sääʹmǩiõllsaž Jiõččhåiddam-vuäʹppes oudd vuäʹpstõõzz jiiʹjjes piʹrǧǧeem tuäʹrjjummša da vuäppsa vuäitt tobdstõõttâd jiõčč ääiʹjldes pääiʹǩest huõlǩani.
fin: Saamenkielinen Omahoito-opas antaa opastusta oman voinnin tukemiseksi ja oppaseen voi tutustua omaan tahtiin paikasta riippumatta.

source: Sääʹm ǩiõllsuåvtõs âânn täʹrǩǩen, što tõt vuäǯǯjââvv še sääʹm ǩiõlivuiʹm.
fin: Saamen kielineuvosto pitää tärkeänä, että se on saatavilla myös saamen kielillä.

source: Sääʹmǩiõllsai neʹttõõʹlmtõõzzi raajjmeʹst âlgg vuâmmšed, što õõʹlmtõs lij aʹlǩǩânji kaunnâmnalla.
fin: Saamenkielisten verkkojulkaisujen tuottamisessa on olennaista, että julkaisu on helposti löydettävissä.

source: Håt-i Jiõččhåiddam-prograʹmme ij leäkku vuõigg liŋkk Mielenterveystalo.
fin: Vaikka Omahoito-ohjelmaan ei ole suoraa linkkiä Mielenterveystalo.

source: fi-seiddõõzzâst, tõt käunnai kuuitâǥ Mielenterveystalo.
fin: fi-sivustolta, se löytyy kuitenkin Mielenterveystalo.

source: fi-seiddõõzz Jiõččhåiddam-vuäppsid ǩiõččeeʹl.
fin: fi-sivuston omahoito-oppaita selaamalla.

source: Jiõččhåiddam-vuäppaz tooimtummuš interneeŠttest tâʹvvsääʹmǩiõʹlle lij sääʹmǩiõllsai kääzzkõõzzi taʹrjjummšest tõn-nallšem äävummuš, koon sääʹm ǩiõllsuåvtõs tuäivv smeʹllkâʹttem še jeärrsid jäʹrjsted sääʹmǩiõllsaid kääzzkõõzzid neeŠttest.
fin: Omahoito-oppaan toimittaminen verkossa pohjoissaamen kielellä on saamenkielisten palvelujen tarjonnassa sellainen päänavaus, jonka Saamen kielineuvosto toivoo rohkaisevan myös muita tahoja järjestämään saamenkielisiä palveluita verkossa.

source: Ååʹn õõʹlmtum Jiõččhåiddam-vuäʹppes lij vuõssmõs Mielenterveystalo.
fin: Nyt julkaistu Omahoito-opas on ensimmäinen Mielenterveystalo.

source: fi-õhttsažtuejjhaʹŋǩǩõõzz tâʹvvsääʹmǩiõllsaž neʹttõõʹlmtõs.
fin: fi-yhteistyöhankkeen pohjoissaamenkielinen verkkojulkaisu.

source: Sääʹm ǩiõllsuåvtõs tuäivv Ǩiõlltuejj-ciist älšmâʹttem ciistvuäǯai veeideed tâʹvvsääʹmǩiõllsaž taʹrjjõõzzid di tooiʹmtem neʹttmateriaal vueiʹttmes mieʹldd še aanarsääʹmǩiõʹlle da nuõrttsääʹmǩiõʹlle.
fin: Saamen kielineuvosto toivoo Kieliteko-palkinnon innoittavan palkinnonsaajaa laajentamaan pohjoissaamenkielistä tarjontaansa sekä toimittavan verkkomateriaalia mahdollisuuksien mukaan myös inarinsaameksi ja koltansaameksi.
